const bookData = [
  {
    title: 'SOFT SKILLS ソフトウェア開発者の人生マニュアル',
    id: '4822251551',
  },
  {
    title: 'リーダブルコード',
    id: '4873115655',
  },
  {
    title: '達人プログラマー',
    id: '4274226298',
  },
  {
    title: '嫌われる勇気',
    id: '4478025819',
  },
  {
    title: '地上最強の商人',
    id: '4930838908',
  },
  {
    title: '人蕩し術',
    id: '4891014016',
  },
  {
    title:
      'オブジェクト指向でなぜつくるのか 第3版 知っておきたいOOP、設計、アジャイル開発の基礎知識',
    id: '4296000187',
  },
  {
    title: 'Webフロントエンド ハイパフォーマンス チューニング',
    id: '4774189677',
  },
  {
    title: 'アジャイルサムライ−達人開発者への道',
    id: '4274068560',
  },
  {
    title: '開眼! JavaScript ―言語仕様から学ぶJavaScriptの本質',
    id: '487311621X',
  },
  {
    title: 'オブジェクト指向JavaScriptの原則',
    id: '4873116813',
  },
  {
    title:
      'Web制作者のためのCSS設計の教科書 モダンWeb開発に欠かせない「修正しやすいCSS」の設計手法',
    id: '4844336355',
  },
  {
    title: 'リファクタリング(第2版): 既存のコードを安全に改善する',
    id: '4274224546',
  },
  {
    title: 'Clean Architecture 達人に学ぶソフトウェアの構造と設計',
    id: '4048930656',
  },
  {
    title:
      '「プロになるためのWeb技術入門」 ――なぜ、あなたはWebシステムを開発できないのか',
    id: '4774142352',
  },
  {
    title:
      '改訂新版JavaScript本格入門 ～モダンスタイルによる基礎から現場での応用まで',
    id: 'B01LYO6C1N',
  },
  {
    title: '初めてのJavaScript 第3版 ―ES2015以降の最新ウェブ開発',
    id: '4873117836',
  },
  {
    title: '詳説 正規表現 第3版',
    id: '4873113598',
  },
];

export default bookData;
